Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Western powers stepped up sanctions against Russia after 298 people were killed on July 17 when a Malaysian passenger plane was shot down over rebel-held territory in eastern Ukraine, where Kiev's forces are fighting pro-Russian separatists.
pt: Potências ocidentais intensificaram as sanções contra a Rússia após um avião malaio ser derrubado no mês passado no leste da Ucrânia, onde forças de Kiev enfrentam separatistas pró-Rússia.

source: Days after they began sweeping through northern cities last month, they released videos showing their masked fighters machine-gunning captive government soldiers lying in shallow graves.
pt: Dias depois de começar a tomar as cidades no mês passado, o grupo divulgou vídeos nos quais militantes mascarados executavam soldados do governo em covas.

source: Libyan anti-government rebels, who are calling for a greater share of oil wealth and autonomy, had managed to load crude oil onto the 37,000 tonne-tanker, which escaped the Libyan navy, embarrassing the weak central government and prompting parliament to vote the prime minister out of office.
pt: Rebeldes federalistas líbios, que exigem autonomia regional e uma parte da renda do petróleo, conseguiram carregar petróleo em um navio, que escapou da Marinha da Líbia, constrangendo o governo de Trípoli, e que levou o Parlamento a demitir o primeiro-ministro.

source: The nurse helped treat two Spanish missionaries who died after being flown back to Madrid with the deadly virus, officials said.
pt: Uma enfermeira espanhola contraiu Ebola após tratar um missionário com a doença em um hospital em Madri, informou o Ministério da Saúde espanhol .

source: They have been ignored or undermined by the parties to the conflict, other UN member states and even by members of the (Security Council) itself,” the report by the 21 humanitarian and rights agencies said.
pt: Para as agências humanitárias, as resoluções foram ignoradas não só pelas partes envolvidas no conflito, mas também pelos membros do Conselho de Segurança da ONU.

source: Israel briefly held its fire on Tuesday after Egypt, which is also Gaza's neighbour, announced a truce plan; but Hamas and other militant groups rejected the proposal, saying it had not addressed their demands.
pt: A aviação israelense retomou nesta terça-feira os bombardeios contra a Faixa de Gaza, depois de respeitar por algumas horas uma trégua proposta pelo Egito, mas rejeitada pelo movimento palestino Hamas, que controla o território.

source: Shake Shack is ready to shake it up.
pt: "Sou mais o Shake Shack .

source: U.S. Secretary of State John Kerry returned to Washington at the weekend after a trip to the Middle East and Paris, where he held discussions in an attempt to calm the violence .
pt: A reunião de Paris foi realizada depois que o secretário de Estado americano, John Kerry, não conseguiu na sexta-feira no Cairo obter uma trégua mais duradoura.

source: BRUSSELS (Reuters) - Consumer spending, investment and trade ensured that the euro zone economy sped up in the fourth quarter, with falling inventories the only real drag on growth, data from the European statistics agency Eurostat showed on...
pt: BRUXELAS (Reuters) - Os preços ao produtor da zona do euro caíram mais do que o esperado em janeiro, pressionados pela queda dos custos de energia, informou nesta terça-feira a agência de estatísticas da União Europeia, Eurostat.

source: He also played with some of America's jazz greats including Max Roach and Charles Mingus.
pt: Também se apresentou com outros grandes nomes, como Max Roach e Charles Mingus.

source: “I had no idea she was coming,” she said .
pt: Ele está na plateia e não tem ideia do que vai acontecer.

source: The EU's top court has ruled that obesity can be considered a disability, under the bloc's employment law .
pt: Quando obesidade prejudica realização do trabalho, pode ser considerada deficiência, diz corte da UE

source: The fighting, in which both sides used heavy weapons, went far beyond the regular low-level skirmishing which has regularly punctuated a ceasefire brokered in February by the leaders of Ukraine, Russia, Germany and France, but which has nonetheless claimed lives on an almost daily basis.
pt: O conflito adquiriu um rumo além do confronto regular de baixo nível alcançado com o cessar-fogo intermediado em fevereiro por Alemanha e França, mas que mesmo assim continuava gerando vítimas com frequência quase diária.

source: Gold hoard buried in Nazi era or just after WW2 found in Germany
pt: Encontrada coleção de moedas enterradas na Alemanha na era nazista ou após …

source: • A law will be created to give amnesty to people involved in events in Luhansk and Donetsk.
pt: 5. Perdão e anistia para envolvidos nos eventos de Donetsk e Luhansk.

source: "There is a long way to go .
pt: Não é sempre que está o tempo seco aqui .

source: PARIS/NIAMEY (Reuters) - Serge Lazarevic, a Frenchman who was kidnapped in northern Mali and was France's last hostage abroad, has been freed after being held by al Qaeda's North African wing for nearly three...
pt: PARIS (Reuters) - O último refém francês no mundo, detido desde 2011 pelo braço da Al Qaeda no norte da África, foi libertado, declarou o presidente da França, François Hollande, nesta terça-feira.

source: A total of 11 people are likely to have died after a vintage military plane crashed on to a busy road near an air show on the south coast of England, police said on Sunday.
pt: Pelo menos 11 pessoas morreram na queda de um jato militar sobre uma estrada movimentada no sábado, durante um show aéreo na Inglaterra.

source: The French Defense Ministry's Web site says about 10 militants in total were "neutralized" during the sweep .
pt: De acordo com site do Ministério da Defesa francês, um total de dez militantes foram capturados ou mortos .

source: Reuters UK At least 31 people feared dead after Japan volcano erupts 51 mins ago
pt: Pelo menos 31 presumidos mortos após erupção de vulcão no Japão

source: BBC Scotland reporter Cameron Buttle, who was at the scene, said the confrontation started quickly with flares being fired and a "co-ordinated" charge from the Unionist side, who were singing Rule Britannia.
pt: Segundo o correspondente da BBC, Cameron Buttle, que estava na praça no momento da confusão, o confronto começou de repente com foguetes sendo disparados pelo lado dos favoráveis ao Reino Unido, enquanto eles cantavam "Rule Britannia".

source: Catalonia: Explaining the independence referendum
pt: Catalunha convoca referendo sobre independência

source: In July this year, 22 border guards were killed in the western desert near the border with Libya.
pt: Em julho, 22 soldados morreram em um ataque contra um posto de controle militar no oeste do país, perto da fronteira com a Líbia .

source: Pakistani Taliban militants claimed they had shot down the helicopter with a shoulder-launched missile adding they had been hoping to shoot down Sharif's aircraft.
pt: Os talibãs do Paquistão afirmaram ter derrubado o helicóptero, que caiu em uma escola, e disseram que o primeiro-ministro Nawaz Sharif era seu alvo.

source: So there's still a lot to improve in the second part of the season and also next year."
pt: Tenho certeza de que a segunda parte do ano será muito boa, muito melhor.

source: By Matthias Sobolewski and Jan Strupczewski BERLIN/BRUSSELS (Reuters) - Greece's new leftist-led government climbed down further to euro zone creditors on its plans to halt privatisations, boost welfare and raise the minimum wage as markets rallied...
pt: BERLIM/BRUXELAS (Reuters) - O novo governo da Grécia cedeu mais ainda aos credores da zona do euro em seus planos de suspender privatizações, aumentar benefícios sociais e elevar o salário mínimo, levando os mercados se reanimarem diante da perspectiva de uma prorrogação de quatro meses do programa de resgate financeiro do país.

source: It has been seeking a court order compelling Google to delete the email, which it said on Wednesday had yet to occur.
pt: A instituição tem buscado uma ordem judicial obrigando o Google a deletar o e-mail, o que o banco disse ainda não ter ocorrido.

source: I can do that right ?
pt: Qualquer um pode fazer isso .

source: EU offers 1.8 billion euros for Ukraine as Germany seeks reform
pt: UE anuncia ajuda adicional de 1,8 bilhão de euros à Ucrânia

source: The patient is an American nurse who volunteered at an Ebola treatment unit in the West African nation of Sierra Leone.
pt: O paciente havia se voluntariado para ajudar em um centro de tratamento do Ebola em Serra Leoa .

source: Last French hostage freed by Al Qaeda's north African arm Wed, Dec 10 2014
pt: Último refém francês é libertado por braço da Al-Qaeda no norte da África

source: Violence pitting Palestinians against police has shaken annexed east Jerusalem on an almost daily basis since the murder of a Palestinian teenager by Jewish extremists in July.
pt: Confrontos têm ocorrido desde a quarta-feira em toda a Jerusalém Oriental, que tem sido cena de violência noturna crescente desde que um adolescente palestino foi morto por extremistas judeus, em julho.

source: "The most important thing is the health of the player and if there is any problem during the game, I will tell my coach.
pt: Se eu sinto qualquer coisa durante a partida, o que estou seguro de que não ocorrerá, serei o primeiro a admitir."

source: The main thing, Koval said, is that the students remain enthusiastic about their education.
pt: O principal, de acordo com a diretora, é que os estudantes continuam animados sobre a própria educação .

source: Germany on Monday angrily denounced Greek Prime Minister Alexis Tsipras for accusing eurozone partners Spain and Portugal of undermining his negotiations with Brussels, saying he had been out of line.
pt: O primeiro-ministro grego Alexis Tsipras disse neste sábado que não se renderá em sua "batalha" com os credores do país, e acusou Espanha e Portugal de tentarem sabotar suas negociações com Bruxelas.

source: WASHINGTON The U.S. Federal Reserve will not need to see balanced risks to the economy to proceed with an interest rate hike in September, according to former Fed officials and a review of central bank statements through recent turns in policy.
pt: WASHINGTON (Reuters) - O Federal Reserve, banco central dos Estados Unidos, deve ressaltar nesta quarta-feira o crescimento da economia dos EUA e o fortalecimento do mercado de trabalho, conforme prepara o terreno para um possível aumento de juros em setembro.

source: BRASILIA Oct 7 (Reuters) - Brazilian Finance Minister Guido Mantega on Tuesday said the International Monetary Fund is being "too pessimistic" in its economic growth forecast for the South American nation.
pt: BRASÍLIA - O ministro da Fazenda, Guido Mantega, disse que considera pessimista a previsão de crescimento de apenas 0,3% para o Brasil esse ano, feita pelo Fundo Monetário Internacional (FMI).

source: Obama said that the United States is going review whether to put North Korea back on a list of states that sponsor terrorism.
pt: Ele também disse que os Estados Unidos vão tomar medidas contra a Coreia do Norte, mas se recusou a dizer como ou quando .

source: I’m sure the badge will remind the players of this success every time they wear the national team jersey in the [almost] four years between now and the next Futsal World Cup.”
pt: "Estou certo de que o emblema será um excelente lembrete desse sucesso cada vez que os jogadores vestirem o uniforme da seleção durante os próximos quatro anos, até a próxima Copa", pontuou o secretário-geral da Fifa.

source: Martin: I thought it was going to be difficult .
pt: Será que eu vou lembrar o que eu estava querendo fazer ?

source: Referring to the raid itself, he said: "The suspects immediately and for several minutes opened fire with military weaponry and handguns on the special units of the federal police before they were neutralised."
pt: Em Verviers, os suspeitos "abriram fogo imediatamente, durante vários minutos, com fuzis de assalto tipo Kalashnikov, contra a polícia federal, e foram neutralizados", acrescentou Thierry Werts .

source: Earlier, the head of the intelligence service told reporters the man had been known to them, and police were working to determine whether he had travelled to Syria or Iraq.
pt: A polícia apenas confirmou que o indivíduo era conhecido da inteligência dinamarquesa, mas afirmou não saber se chegou a viajar para a Síria ou o Iraque.

source: Boko Haram leader Shekau says he is 'still in charge'
pt: Líder do Boko Haram diz que continua vivo e no comando do grupo

source: BERLIN (Reuters) - Volkswagen (VOWG_p.DE) is bracing for a challenging year, it said on Wednesday after reporting that sales at its core division fell for a fourth straight month in January, with demand shrinking in key European and Chinese...
pt: BERLIM (Reuters) - A alemã Volkswagen divulgou nesta quarta-feira que as vendas de sua principal divisão de carros de passeio recuaram 2,8 por cento em janeiro, com a demanda caindo na Europa, na China e na América Latina.

source: Of course it wasn't always like this .
pt: Mas não exatamente do jeito que era antes.

source: The bumper return came after the world No.2 miner cut costs, capital spending and debt to shore up its cash flows against collapsing commodity prices, with the steepest slide in its biggest business, iron ore.
pt: O impulso no provento veio depois de a segunda maior mineradora do mundo ter cortado custos, despesas de capital e dívida para reforçar seu fluxo de caixa contra a queda dos preços das commodities, com o recuo mais íngreme sendo visto em seu maior negócio, de minério de ferro.

source: US Secretary of State John Kerry warned Russia's Foreign Minister Sergei Lavrov again Saturday that "continued military escalation and provocation in Crimea or elsewhere in Ukraine, along with steps to annex Crimea to Russia would close any available space for diplomacy."
pt: O secretário de Estado norte-americano, John Kerry, disse que as discussões continuarão e que deve se reunir com o ministro do Exterior russo, Sergei Lavrov, novamente em Roma na quinta-feira.

source: And it just wasn't there .
pt: “Não fiz nada disso não .

source: His haul of 25 in 14 La Liga matches is a Spanish record and he looks set to smash the biggest total for a season in Spain's top flight of 50 scored by Lionel Messi in 2011-12.
pt: Sua marca de 25 gols em 14 jogos pelo Espanhol é um recorde no campeonato e Ronaldo parece estar preparado para dissipar a maior marca de uma temporada espanhola que são os 50 gols assinalados pelo argentino Lionel Messi na temporada 2011/12.

source: The A320 jet operated by Lufthansa's Germanwings budget airline was obliterated when it went down in a rugged area of ravines on Tuesday while flying over France en route to Duesseldorf from Barcelona.
pt: MARSELHA (Reuters) - Um avião Airbus operado pela empresa de baixo custo Germanwings, da Lufthansa < LHAG.DE>, caiu nesta terça-feira no sul da França durante voo de Barcelona para Duesseldorf, informaram a polícia e funcionários do setor de aviação.

source: Mr Zeidan was taken by armed men from Tripoli's Corinthia Hotel - considered one of the more secure buildings in the city - in the early hours of Thursday morning.
pt: O premiê líbio, Ali Zeidan, foi libertado nesta quinta-feira horas após ser levado por homens armados na capital do país, Trípoli.

source: ‘I was very surprised,’ she said .
pt: “Um dia, ela me falou assim: mãe, tenho uma surpresa para você .

source: Health officials say there are no known infections and that public safety is not at risk .
pt: O Pentágono diz não haver informações sobre suspeitas de infecção ou risco para o público.

source: The push, led by New York-based Aurelius Capital, applies to $54 billion of Petrobras bonds governed by U.S. law in New York state .
pt: A campanha, conduzida pelo fundo Aurelius Capital, sediado em Nova York, aplica-se apenas a US$ 54 bilhões de títulos da Petrobras regidos pela lei dos Estados Unidos, no Estado de Nova Iorque .

source: “I don’t want my mom there when I have this baby,” Jen says.
pt: “Eu pensei que ia ter autoridade sobre ele, só que infelizmente não foi assim”, disse a mãe .

source: 'Usable' audio recovered from plane's black box
pt: Ministro francês diz que caixa preta do avião foi recuperada

source: (CNN)WikiLeaks released a list of 29 Brazilian phone numbers of government and finance officials it says were "selected for intensive interception" by the U.S. National Security Agency .
pt: Neste sábado, o grupo Wikileaks revelou que 29 números de telefones de membros do alto escalão do governo brasileiro foram selecionados para serem alvos de uma "intensiva interceptação" pela agência americana .

source: "I call it all the time," she says.
pt: Quando ela perguntou pra filha ela acabou dizendo", disse.

source: The outlet quoted the men's then-lawyer, Muhammad Rifan, an Indonesian who claimed a deal fell through after intervention by Jakarta, which allegedly ordered the death penalty .
pt: A publicação cita o então advogado indonésio, Muhammad Rifan, ao afirmar que o acordo caiu por terra por intervenção de Jacarta, que supostamente ordenou que os dois fossem condenados à morte.

source: A woman who was six months pregnant miscarried after a police officer allegedly kicked her in the belly in Mbita locality.
pt: Uma mulher morreu e uma jovem, grávida de seis meses, foi internada após ser baleada na barriga.

source: /TASS/ . U.S. Secretary of State John Kerry spoke by phone with Israel’s Prime Minister Benjamin Netanyahu about the talks on Iran’s nuclear programme that are underway in Vienna, a source from the U.S. delegation said on Saturday.
pt: O secretário de Estado dos EUA, John Kerry, tenta reduzir as tensões entre os Estados Unidos e Israel, antes do discurso do primeiro-ministro Benjamin Netanyahu ao Congresso, que deve acontecer nesta terça-feira .

source: He added: "Much of what we know about the process comes from animals .
pt: "Muito do que sabemos vem de pesquisas em animais .

source: “Our position has not changed... there is no place for Al-Assad in the future of Syria,” Saudi Arabia Foreign Minister Adel Al-Jubeir said at a meeting with his Russian counterpart, Sergei Lavrov, in Moscow last week.
pt: O ministro das Relações Exteriores da Rússia Sergey Lavrov, o secretário de Estado dos EUA John Kerry e o ministro de Relações Exteriores da Arábia Saudita Adel al-Jubeir reuniram-se semana passada em Doha para encontrar meio para - em teoria - resolver o quebra-cabeças sírio.

source: It's gonna be awesome.
pt: É um cara incrível .

source: But the sources of growth changed in an important way, and would always have a limited life.
pt: Mas as fontes de crescimento eram limitadas e, desde então, mudaram.

source: "No refugees or migrants intercepted at sea will be sent back against their will," she said.
pt: "Nem um só refugiado ou imigrante interceptado no mar será reenviado contra sua vontade", disse.

source: The hotel was once owned by former Afghan President Burhanuddin Rabbani, who served as president of Afghanistan from 1992 until 1996 .
pt: O hotel é da família Rabbani, que inclui o falecido Burhanuddin Rabbani, que foi presidente afegão entre 1992 e 1996, e o atual ministro das Relações Exteriores, Salahuddin Rabbani .

source: The appeal was made by Athens at a teleconference of euro zone deputy finance ministers on Wednesday organized to assess how far Athens still was from meeting the conditions for unlocking new financial aid.
pt: Uma teleconferência do grupo de trabalho de vice-ministros das Finanças da zona do euro permanece agendada para quarta-feira e permitirá que o bloco avalie os acontecimentos até agora, disse uma autoridade.

source: The charity said on Friday the medical evacuations should be completed by early next week.
pt: A organização afirmou na sexta-feira que as transferências médicas devem ser concluídas até o início da próxima semana.

source: Islamist militias on Thursday claimed to have taken control of Libya's second largest city, Benghazi, after defeating army units, taking over military barracks and seizing tanks, rockets and hundreds of boxes of ammunition.
pt: O anúncio veio após um combate com unidades do Exército líbio, durante o qual as milícias teriam capturado barracas, tanques, foguetes e centenas de caixas de munição.

source: Yukiya Amano, head of the UN's nuclear watchdog, said the IAEA is ready to accelerate clarification of outstanding issues over Iran's nuclear plans.Full Story
pt: A AIEA está "preparada para acelerar a resolução das questões pendentes", repetiu Amano nesta segunda-feira, mas isso exigirá "mais cooperação por parte do Irã".

source: The ministry said in a statement it was investigating whether Islamic State, which has overrun large areas of Syria and Iraq, had a recruitment network in South Africa.
pt: O ministério afirmou estar investigando se o Estado Islâmico tem uma rede de recrutamento na África do Sul.

source: The attack comes days after two Malian soldiers were killed and four others wounded in an ambush in the centre of the west African country.
pt: O ataque aconteceu dois dias depois que dois soldados malinenses morreram em uma emboscada contra o exército em Nampala (centro).

source: It's competing against "Boyhood," "Foxcatcher," "The Imitation Game" and "The Theory of Everything."
pt: Na sequência, "Boyhood" , "O Jogo da Imitação" e "A Teoria de Tudo" concorrem em três categorias cada.

source: Heat wave in Pakistan kills at least 120 over the weekend
pt: Ao menos 122 mortos no sul do Paquistão por onda de calor

source: Western powers want an agreement that Iran will curb its atomic activity, which they fear could lead to the manufacture of nuclear bombs, in exchange for relief from economic sanctions.
pt: O Irã e um grupo de seis potências mundiais chegaram neste domingo a um acordo para que o governo iraniano reduza suas atividades nucleares em troca de um alívio nas sanções internacionais conta o país.

source: North Korea is in the same time zone as rivals South Korea and Japan, nine hours ahead of Greenwich Mean Time.
pt: Atualmente, Coreia do Sul, Japão e Coreia do Norte possuem o mesmo fuso.

source: What does a picture mean to you ?
pt: E isso não é de hoje .

source: Asked whether Athens has an alternative plan in case the extension request is rejected and the upcoming Friday's deadline set by euro group expires with no deal, Sakellaridis said that the government "hopes it won't reach that point and is working on this scenario."
pt: Questionado sobre o que o governo grego fará se a Alemanha não recuar de sua posição, Sakellaridis disse: "O governo espera que não se chegue a este ponto e está trabalhando para... que não se encontre novamente em situação similar à última (reunião) do Eurogrupo".

source: President Barack Obama and Cuban President Raul Castro announced in December that they have agreed to restore diplomatic relations, in a move to end more than half a century of estrangement between the two countries.
pt: Esse é o primeiro acordo assinado entre empresas de EUA e Cuba após a decisão dos presidentes Barack Obama e Raúl Castro, anunciada em dezembro passado, de restabelecer relações diplomáticas.

source: AirAsia Flight QZ8501 with 162 on board goes missing
pt: Avião da AirAsia com 162 pessoas a bordo some entre Indonésia e Cingapura
